Repository: Splynek/splynek
Catalog: Sources/SplynekCore/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt

source: Splynek tracks the paid apps on this Mac and lights a path to free, tested replacements. One click installs the alternative; we never touch the paid app.
de: Splynek verfolgt die bezahlten Apps auf diesem Mac und zeigt den Weg zu kostenlosen, getesteten Alternativen. Ein Klick installiert die Alternative; die bezahlte App bleibt unangetastet.
es: Splynek rastrea las apps de pago en este Mac e ilumina el camino hacia alternativas gratuitas y probadas. Un clic instala la alternativa; nunca tocamos la app de pago.
fr: Splynek suit les apps payantes de ce Mac et ouvre une voie vers des alternatives gratuites et testées. Un clic installe l’alternative ; nous ne touchons jamais à l’app payante.
it: Splynek tiene traccia delle app a pagamento su questo Mac e indica un percorso verso alternative gratuite e testate. Un clic installa l’alternativa; l’app a pagamento non viene mai toccata.
pt_pt: O Splynek acompanha as apps pagas neste Mac e mostra um caminho para alternativas grátis e testadas. Um clique instala a alternativa; nunca tocamos na app paga.

source: Splynek understands two extra file formats some publishers ship next to their main download. Pick one if you've got it; otherwise skip — they're optional speed-ups, not required.
de: Splynek versteht zwei zusätzliche Dateiformate, die manche Herausgeber neben dem Hauptdownload veröffentlichen. Wählen Sie eines, wenn Sie es haben; ansonsten überspringen — sie sind optionale Beschleuniger, nicht erforderlich.
es: Splynek reconoce dos formatos extra que algunos autores publican junto a su descarga principal. Elige uno si lo tienes; si no, omítelo — son aceleradores opcionales, no obligatorios.
fr: Splynek comprend deux formats supplémentaires que certains éditeurs publient à côté de leur téléchargement principal. Choisissez-en un si vous en disposez ; sinon, passez — ce sont des accélérations facultatives, pas obligatoires.
it: Splynek comprende due formati aggiuntivi che alcuni editori pubblicano accanto al download principale. Scegline uno se ce l'hai; altrimenti ignora — sono acceleratori facoltativi, non obbligatori.
pt_pt: O Splynek reconhece dois formatos extra que alguns editores publicam junto à transferência principal. Escolhe um se tiveres; caso contrário, ignora — são acelerações opcionais, não obrigatórias.

source: Splynek will save files here. You can change this later in Settings — but picking once now means you'll always know where things land.
de: Splynek speichert Dateien hier. Sie können dies später in den Einstellungen ändern — aber jetzt zu wählen bedeutet, dass Sie immer wissen, wo Dateien landen.
es: Splynek guardará los archivos aquí. Puedes cambiarlo más tarde en Ajustes — pero elegir ahora significa saber siempre dónde acaban las cosas.
fr: Splynek y enregistrera les fichiers. Vous pourrez modifier ce choix plus tard dans les Réglages — mais choisir maintenant garantit de toujours savoir où atterrissent les fichiers.
it: Splynek salverà i file qui. Puoi cambiarlo più tardi nelle Impostazioni — ma scegliere ora significa sapere sempre dove finiscono le cose.
pt_pt: O Splynek guarda aqui os ficheiros transferidos. Podes mudar nas Definições mais tarde — mas escolher agora significa que vais saber sempre onde tudo aparece.

source: Splynek's Sovereignty catalog covers \(AppPricing.supportedBundleIDs.count) paid apps and \(SovereigntyCatalog.entries.count) total entries.
de: Splyneks Souveränitäts-Katalog umfasst \(AppPricing.supportedBundleIDs.count) bezahlte Apps und \(SovereigntyCatalog.entries.count) Einträge insgesamt.
es: El catálogo de Soberanía de Splynek cubre \(AppPricing.supportedBundleIDs.count) apps de pago y \(SovereigntyCatalog.entries.count) entradas en total.
fr: Le catalogue Souveraineté de Splynek couvre \(AppPricing.supportedBundleIDs.count) applications payantes et \(SovereigntyCatalog.entries.count) entrées au total.
it: Il catalogo Sovranità di Splynek copre \(AppPricing.supportedBundleIDs.count) app a pagamento e \(SovereigntyCatalog.entries.count) voci in totale.
pt_pt: O catálogo de Soberania do Splynek cobre \(AppPricing.supportedBundleIDs.count) apps pagas e \(SovereigntyCatalog.entries.count) entradas no total.

source: Splynek’s Sovereignty catalog covers \(AppPricing.supportedBundleIDs.count) paid apps and \(SovereigntyCatalog.entries.count) alternatives.
de: Splyneks Souveränitäts-Katalog umfasst \(AppPricing.supportedBundleIDs.count) bezahlte Apps und \(SovereigntyCatalog.entries.count) Alternativen.
es: El catálogo de Soberanía de Splynek cubre \(AppPricing.supportedBundleIDs.count) apps de pago y \(SovereigntyCatalog.entries.count) alternativas.
fr: Le catalogue Souveraineté de Splynek couvre \(AppPricing.supportedBundleIDs.count) applications payantes et \(SovereigntyCatalog.entries.count) alternatives.
it: Il catalogo Sovranità di Splynek copre \(AppPricing.supportedBundleIDs.count) app a pagamento e \(SovereigntyCatalog.entries.count) alternative.
pt_pt: O catálogo de Soberania do Splynek cobre \(AppPricing.supportedBundleIDs.count) apps pagas e \(SovereigntyCatalog.entries.count) alternativas.

source: Start an immediate download via Splynek's multi-interface HTTP aggregator. The URL must be HTTP(S) or a `magnet:` BitTorrent magnet link. Optional `sha256` enables integrity verification — when present, the download is rejected on hash mismatch. Output goes to the user's configured Splynek output directory.
de: Startet einen sofortigen Download über Splyneks Multi-Schnittstellen-HTTP-Aggregator. Die URL muss HTTP(S) oder ein BitTorrent-Magnet-Link `magnet:` sein. Der optionale `sha256` aktiviert die Integritätsprüfung — wenn vorhanden, wird der Download bei Hash-Abweichung abgelehnt. Die Ausgabe geht ins konfigurierte Splynek-Ausgabeverzeichnis.
es: Inicia una descarga inmediata vía el agregador HTTP multi-interfaz de Splynek. La URL debe ser HTTP(S) o un enlace `magnet:` BitTorrent. El `sha256` opcional activa la verificación de integridad — cuando está presente, la descarga se rechaza en caso de discrepancia de hash. La salida va al directorio de salida configurado de Splynek.
fr: Démarre un téléchargement immédiat via l'agrégateur HTTP multi-interface de Splynek. L'URL doit être HTTP(S) ou un lien `magnet:` BitTorrent. Le `sha256` optionnel active la vérification d'intégrité — s'il est présent, le téléchargement est rejeté en cas de divergence de hash. La sortie va vers le répertoire de sortie configuré de Splynek.
it: Avvia un download immediato tramite l'aggregatore HTTP multi-interfaccia di Splynek. L'URL deve essere HTTP(S) o un link `magnet:` BitTorrent. Il `sha256` opzionale abilita la verifica di integrità — se presente, il download è rifiutato in caso di mismatch hash. L'output va nella directory di output configurata di Splynek.
pt_pt: Inicia uma transferência imediata via o agregador HTTP multi-interface do Splynek. O URL tem de ser HTTP(S) ou um link `magnet:` BitTorrent. O `sha256` opcional ativa a verificação de integridade — quando presente, a transferência é rejeitada em caso de divergência. A saída vai para o diretório de saída configurado do Splynek.

source: Start download
de: Download starten
es: Iniciar descarga
fr: Démarrer le téléchargement
it: Avvia download
pt_pt: Iniciar transferência

source: Start download now (⏎). Pulls the URL across every selected interface in parallel.
de: Download jetzt starten (⏎). Lädt die URL parallel über alle ausgewählten Schnittstellen.
es: Iniciar descarga ahora (⏎). Tira de la URL por todas las interfaces seleccionadas en paralelo.
fr: Démarrer le téléchargement maintenant (⏎). Tire l'URL sur toutes les interfaces sélectionnées en parallèle.
it: Avvia download ora (⏎). Preleva l'URL su tutte le interfacce selezionate in parallelo.
pt_pt: Iniciar transferência agora (⏎). Puxa o URL por todas as interfaces selecionadas em paralelo.

source: Start one from the Downloads tab or the Assistant, and it'll show up here in real time.
de: Starten Sie einen aus dem Downloads-Tab oder dem Assistenten, und er erscheint hier in Echtzeit.
es: Inicia una desde la pestaña Descargas o el Asistente, y aparecerá aquí en tiempo real.
fr: Démarrez-en un depuis l'onglet Téléchargements ou l'Assistant, et il apparaîtra ici en temps réel.
it: Avviane uno dalla scheda Download o dall'Assistente e apparirà qui in tempo reale.
pt_pt: Inicia uma a partir do separador Transferências ou do Assistente e aparece aqui em tempo real.

source: Status unknown.
de: Status unbekannt.
es: Estado desconocido.
fr: État inconnu.
it: Stato sconosciuto.
pt_pt: Estado desconhecido.

source: Stays on-device — no network calls, ever
de: Bleibt auf dem Gerät — niemals Netzwerkaufrufe
es: Permanece en el dispositivo — nunca hay llamadas de red
fr: Reste sur l'appareil — aucun appel réseau, jamais
it: Resta sul dispositivo — nessuna chiamata di rete, mai
pt_pt: Fica no dispositivo — nunca acede à rede

source: Step %1$lld of 3
de: Schritt %1$lld von 3
es: Paso %1$lld de 3
fr: Étape %1$lld sur 3
it: Passaggio %1$lld di 3
pt_pt: Passo %1$lld de 3

source: Step %lld of 3
de: Schritt %lld von 3
es: Paso %lld de 3
fr: Étape %lld sur 3
it: Passaggio %lld di 3
pt_pt: Passo %lld de 3

source: Still on your migration list
de: Noch auf Ihrer Migrationsliste
es: Aún en tu lista de migración
fr: Toujours sur ta liste de migration
it: Ancora nella tua lista di migrazione
pt_pt: Ainda na tua lista de migração

source: Stop sharing on the LAN
de: Im LAN nicht mehr teilen
es: Dejar de compartir en la LAN
fr: Arrêter le partage sur le LAN
it: Smetti di condividere sulla LAN
pt_pt: Parar de partilhar na rede

source: Stop sharing this file with other Splyneks on the LAN.
de: Diese Datei nicht mehr mit anderen Splyneks im LAN teilen.
es: Dejar de compartir este archivo con otros Splyneks en la LAN.
fr: Cesser de partager ce fichier avec d’autres Splyneks sur le LAN.
it: Smetti di condividere questo file con altri Splyneks sulla LAN.
pt_pt: Parar de partilhar este ficheiro com outros Splyneks na rede.

source: Stop sharing this file with other Splyneks on the LAN. The file and history entry are kept; only fleet sharing stops.
de: Diese Datei nicht mehr mit anderen Splyneks im LAN teilen. Datei und Verlaufseintrag bleiben erhalten; nur die Flotten-Freigabe wird beendet.
es: Dejar de compartir este archivo con otros Splyneks en la red local. El archivo y la entrada en el historial se conservan; solo se detiene el uso compartido por la flota.
fr: Cesser de partager ce fichier avec les autres Splyneks du réseau local. Le fichier et l'entrée d'historique sont conservés ; seul le partage par la flotte s'arrête.
it: Smetti di condividere questo file con gli altri Splynek nella rete locale. Il file e la voce di cronologia vengono mantenuti; si interrompe solo la condivisione tramite flotta.
pt_pt: Parar de partilhar este ficheiro com outros Splyneks na rede local. O ficheiro e a entrada no histórico são mantidos; só a partilha pela Frota termina.

source: Streaming-site URL. yt-dlp \(version) will fetch the best available format.
de: Streaming-Site-URL. yt-dlp \(version) lädt das beste verfügbare Format.
es: URL de sitio de streaming. yt-dlp \(version) descargará el mejor formato disponible.
fr: URL de site de streaming. yt-dlp \(version) téléchargera le meilleur format disponible.
it: URL di sito di streaming. yt-dlp \(version) scaricherà il miglior formato disponibile.
pt_pt: URL de site de streaming. o yt-dlp \(version) vai obter o melhor formato disponível.

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
it: Abbonamento
pt_pt: Subscrição

source: Suggested matches based on the app's macOS category. We don't have a specific catalog entry for these — these are the free / open-source champions Splynek recommends for the category.
de: Vorschläge basierend auf der macOS-Kategorie der App. Wir haben keinen spezifischen Katalog­eintrag für diese — es sind die kostenlosen / Open-Source-Empfehlungen, die Splynek für diese Kategorie vorschlägt.
es: Sugerencias basadas en la categoría macOS de la app. No tenemos una entrada específica en el catálogo para estas — son los campeones gratuitos / de código abierto que Splynek recomienda para la categoría.
fr: Suggestions basées sur la catégorie macOS de l'application. Nous n'avons pas d'entrée spécifique dans le catalogue pour celles-ci — ce sont les champions gratuits / open-source que Splynek recommande pour cette catégorie.
it: Suggerimenti basati sulla categoria macOS dell'app. Non abbiamo una voce specifica nel catalogo per queste — sono i campioni gratuiti / open-source che Splynek consiglia per la categoria.
pt_pt: Sugestões baseadas na categoria macOS da app. Não temos uma entrada específica no catálogo para estas — são os campeões grátis / open-source que o Splynek recomenda para a categoria.

source: Suggested matches based on the app's macOS category. We don't have a specific catalog entry for these — these are the free-software champions in the same category.
de: Vorschläge basierend auf der macOS-Kategorie der App. Wir haben keinen spezifischen Katalog­eintrag für diese — es sind die Free-Software-Empfehlungen derselben Kategorie.
es: Sugerencias basadas en la categoría macOS de la app. No tenemos una entrada específica en el catálogo para estas — son los campeones de software libre de la misma categoría.
fr: Suggestions basées sur la catégorie macOS de l'application. Nous n'avons pas d'entrée spécifique dans le catalogue pour celles-ci — ce sont les champions du logiciel libre de la même catégorie.
it: Suggerimenti basati sulla categoria macOS dell'app. Non abbiamo una voce specifica nel catalogo per queste — sono i campioni del software libero della stessa categoria.
pt_pt: Sugestões baseadas na categoria macOS da app. Não temos uma entrada específica no catálogo para estas — são os campeões de software livre da mesma categoria.

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
pt_pt: Resumo

source: Switched · +$\(Int(annualised))/yr counted in your savings
de: Gewechselt · +$\(Int(annualised))/Jahr in Ihre Ersparnis eingerechnet
es: Cambiado · +$\(Int(annualised))/año contabilizado en tu ahorro
fr: Changé · +$\(Int(annualised))/an comptabilisé dans tes économies
it: Cambiato · +$\(Int(annualised))/anno conteggiato nei tuoi risparmi
pt_pt: Trocado · +$\(Int(annualised))/ano contabilizado nas tuas poupanças

source: TIME SAVED
de: ZEIT GESPART
es: TIEMPO AHORRADO
fr: TEMPS GAGNÉ
it: TEMPO RISPARMIATO
pt_pt: TEMPO POUPADO

source: Takes about 5 seconds
de: Dauert etwa 5 Sekunden
es: Tarda unos 5 segundos
fr: Prend environ 5 secondes
it: Richiede circa 5 secondi
pt_pt: Demora cerca de 5 segundos

source: Talk to Splynek in plain English
de: Mit Splynek in natürlicher Sprache reden
es: Habla con Splynek en lenguaje natural
fr: Parlez à Splynek en langage naturel
it: Parla con Splynek in linguaggio naturale
pt_pt: Fala com o Splynek em linguagem natural

source: Talk to Splynek in plain language
de: Mit Splynek in natürlicher Sprache reden
es: Habla con Splynek en lenguaje natural
fr: Parlez à Splynek en langage naturel
it: Parla con Splynek in linguaggio naturale
pt_pt: Fala com o Splynek em linguagem natural

source: Tell Splynek what you want
de: Sag Splynek, was du willst
es: Dile a Splynek lo que quieres
fr: Dis à Splynek ce que tu veux
it: Dì a Splynek cosa vuoi
pt_pt: Diz ao Splynek o que queres

source: Tell it what you want to set up. Get a download plan.
de: Sagen Sie ihm, was Sie einrichten möchten. Erhalten Sie einen Download-Plan.
es: Dile lo que quieres configurar. Obtén un plan de descargas.
fr: Dites-lui ce que vous voulez configurer. Obtenez un plan de téléchargement.
it: Digli cosa vuoi configurare. Ottieni un piano di download.
pt_pt: Diz-lhe o que queres configurar. Recebe um plano de transferências.

source: Thanks for supporting Splynek. AI Concierge, AI history search, scheduled downloads, and LAN-accessible dashboard are unlocked.
de: Danke, dass Sie Splynek unterstützen. KI-Concierge, KI-Verlaufssuche, geplante Downloads und lokal-Netzwerk-zugängliches Dashboard sind freigeschaltet.
es: Gracias por apoyar Splynek. El Concierge IA, búsqueda de historial con IA, descargas programadas y panel accesible por red local están desbloqueados.
fr: Merci de soutenir Splynek. Le Concierge IA, la recherche d'historique IA, les téléchargements planifiés et le tableau de bord accessible par réseau local sont débloqués.
it: Grazie per supportare Splynek. Il Concierge IA, ricerca cronologia con IA, download programmati e dashboard accessibile via rete locale sono sbloccati.
pt_pt: Obrigado por apoiares o Splynek. O Concierge IA, pesquisa de histórico com IA, transferências agendadas e painel acessível pela rede local estão desbloqueados.

source: The Concierge runs entirely on your Mac. Pick an option — Splynek auto-detects whichever one is ready.
de: Der Concierge läuft vollständig auf deinem Mac. Wähle eine Option — Splynek erkennt automatisch, welche bereit ist.
es: El Concierge se ejecuta enteramente en tu Mac. Elige una opción — Splynek detecta automáticamente cuál está lista.
fr: Le Concierge s'exécute entièrement sur ton Mac. Choisis une option — Splynek détecte automatiquement celle qui est prête.
it: Il Concierge gira interamente sul tuo Mac. Scegli un'opzione — Splynek rileva automaticamente quella pronta.
pt_pt: O Concierge corre inteiramente no teu Mac. Escolhe uma opção — o Splynek deteta automaticamente qual está pronta.

source: The Splynek Concierge
de: Der Splynek Concierge
es: El Splynek Concierge
fr: Le Splynek Concierge
it: Il Splynek Concierge
pt_pt: O Splynek Concierge

source: The documents that govern your use of Splynek. Read once, then scan when something changes.
de: Die Dokumente, die deine Nutzung von Splynek regeln. Einmal lesen, dann scannen, wenn sich etwas ändert.
es: Los documentos que rigen tu uso de Splynek. Léelos una vez, luego revísalos cuando algo cambie.
fr: Les documents qui régissent ton utilisation de Splynek. Lis-les une fois, puis parcours-les quand quelque chose change.
it: I documenti che regolano l'uso di Splynek. Leggili una volta, poi rivedili quando qualcosa cambia.
pt_pt: Os documentos que regem o teu uso do Splynek. Lê uma vez, depois revê quando algo mudar.

source: The local LLM didn't know any good European or open-source alternatives. Contribute one at github.com/Splynek/splynek.
de: Das lokale LLM kannte keine guten europäischen oder Open-Source-Alternativen. Tragen Sie eine auf github.com/Splynek/splynek bei.
es: El LLM local no conocía buenas alternativas europeas o de código abierto. Contribuye con una en github.com/Splynek/splynek.
fr: Le LLM local ne connaissait aucune bonne alternative européenne ou open-source. Contribuez-en une sur github.com/Splynek/splynek.
it: L’LLM locale non conosceva buone alternative europee o open-source. Contribuiscine una su github.com/Splynek/splynek.
pt_pt: O LLM local não conhecia boas alternativas europeias ou de código aberto. Contribui em github.com/Splynek/splynek.

source: The local LLM is drafting your recipe. This usually takes 10–60 s on Apple Silicon.
de: Das lokale LLM erstellt dein Rezept. Das dauert auf Apple Silicon normalerweise 10–60 s.
es: El LLM local está redactando tu receta. Suele tardar 10–60 s en Apple Silicon.
fr: Le LLM local rédige ta recette. Cela prend généralement 10–60 s sur Apple Silicon.
it: L'LLM locale sta redigendo la tua ricetta. Di solito ci vogliono 10–60 s su Apple Silicon.
pt_pt: O LLM local está a redigir a tua receita. Costuma demorar 10–60 s em Apple Silicon.

source: The local LLM proposes each download with URL + rationale
de: Das lokale LLM schlägt jeden Download mit URL + Begründung vor
es: El LLM local propone cada descarga con URL + justificación
fr: Le LLM local propose chaque téléchargement avec URL + justification
it: L'LLM locale propone ogni download con URL + motivazione
pt_pt: O LLM local propõe cada transferência com URL + justificação

source: The three documents above form the complete agreement between you and Splynek's maintainers. If anything is unclear, or if you think a clause needs to change for your specific use, reach out:
de: Die drei Dokumente oben bilden die vollständige Vereinbarung zwischen Ihnen und den Maintainern von Splynek. Wenn etwas unklar ist oder Sie eine Klausel für Ihren konkreten Einsatz anpassen möchten, melden Sie sich:
es: Los tres documentos anteriores constituyen el acuerdo completo entre tú y los mantenedores de Splynek. Si algo no está claro, o si crees que alguna cláusula debe cambiar para tu uso específico, ponte en contacto:
fr: Les trois documents ci-dessus forment l'accord complet entre vous et les mainteneurs de Splynek. Si quoi que ce soit n'est pas clair, ou si vous pensez qu'une clause doit être modifiée pour votre usage spécifique, contactez-nous :
it: I tre documenti qui sopra costituiscono l'accordo completo tra te e i manutentori di Splynek. Se qualcosa non è chiaro, o se ritieni che una clausola debba cambiare per il tuo uso specifico, contattaci:
pt_pt: Os três documentos acima constituem o acordo completo entre ti e os mantenedores do Splynek. Se algo não for claro, ou se achares que uma cláusula precisa de mudar para o teu caso específico, contacta-nos:

source: These apps aren't in our catalog yet AND don't declare a category we cover. The fastest way to get coverage: open a one-click GitHub issue with the app's metadata pre-filled.
de: Diese Apps sind noch nicht in unserem Katalog UND deklarieren keine Kategorie, die wir abdecken. Schnellster Weg zur Erfassung: ein One-Click-GitHub-Issue mit vorausgefüllten App-Metadaten öffnen.
es: Estas apps aún no están en nuestro catálogo Y no declaran una categoría que cubramos. La forma más rápida de obtener cobertura: abre un issue en GitHub con un clic, con los metadatos de la app pre-rellenados.
fr: Ces applications ne sont pas encore dans notre catalogue ET ne déclarent pas une catégorie que nous couvrons. Le moyen le plus rapide d'obtenir une couverture : ouvrir une issue GitHub en un clic, avec les métadonnées de l'application pré-remplies.
it: Queste app non sono ancora nel nostro catalogo E non dichiarano una categoria che copriamo. Il modo più rapido per ottenere copertura: aprire una issue GitHub con un clic, con i metadati dell'app pre-compilati.
pt_pt: Estas apps ainda não estão no nosso catálogo E não declaram uma categoria que cobrimos. A forma mais rápida de obter cobertura: abre um issue no GitHub com um clique, com os metadados da app pré-preenchidos.
